Repository: zwthys-cyber/TethrX
Catalog: ios/GrokRemote/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: New session defaults
de: Standards für neue Sessions
es: Valores por defecto para sesiones nuevas
fr: Réglages des nouvelles sessions
it: Default nuove sessioni
ja: 新規セッションのデフォルト
pt_br: Padrões para novas sessões
zh_hans: 新会话默认设置

source: New sessions run Grok in this folder. Plan mode, effort, and approvals are set inside each session.
de: Neue Sessions führen Grok in diesem Ordner aus. Planmodus, Aufwand und Genehmigungen werden in der jeweiligen Session festgelegt.
es: Las sesiones nuevas ejecutan Grok en esta carpeta. El modo plan, el esfuerzo y las aprobaciones se configuran dentro de cada sesión.
fr: Les nouvelles sessions lancent Grok dans ce dossier. Le mode plan, l'effort et les approbations se règlent dans chaque session.
it: Le nuove sessioni eseguono Grok in questa cartella. Modalità piano, sforzo e approvazioni si impostano all'interno di ogni sessione.
ja: 新規セッションはこのフォルダで Grok を実行します。プランモード、推論強度、承認は各セッション内で設定します。
pt_br: Novas sessões executam o Grok nesta pasta. Modo de plano, esforço e aprovações são definidos dentro de cada sessão.
zh_hans: 新会话会在此文件夹中运行 Grok。计划模式、推理强度和批准方式在每个会话内单独设置。

source: New sessions start in
de: Neue Sessions starten in
es: Las sesiones nuevas empiezan en
fr: Les nouvelles sessions démarrent dans
it: Le nuove sessioni partono da
ja: 新しいセッションの開始場所
pt_br: Novas sessões começam em
zh_hans: 新会话的起始位置

source: New sessions start in %@
de: Neue Sessions starten in %@
es: Las sesiones nuevas empiezan en %@
fr: Les nouvelles sessions démarrent dans %@
it: Le nuove sessioni partono da %@
ja: 新しいセッションは %@ で開始します
pt_br: Novas sessões começam em %@
zh_hans: 新会话从 %@ 开始

source: New sessions start in the computer's default folder
de: Neue Sessions starten im Standardordner des Computers.
es: Las sesiones nuevas empiezan en la carpeta por defecto del ordenador.
fr: Les nouvelles sessions démarrent dans le dossier par défaut de l'ordinateur.
it: Le nuove sessioni partono dalla cartella predefinita del computer.
ja: 新しいセッションはコンピュータの既定のフォルダで開始します。
pt_br: Novas sessões começam na pasta padrão do computador.
zh_hans: 新会话从电脑的默认文件夹开始。

source: Next match
de: Nächster Treffer
es: Coincidencia siguiente
fr: Résultat suivant
it: Risultato successivo
ja: 次の一致
pt_br: Próxima ocorrência
zh_hans: 下一个匹配项

source: No Apple Watch paired
de: Keine Apple Watch gekoppelt
es: No hay ningún Apple Watch emparejado
fr: Aucune Apple Watch appairée
it: Nessun Apple Watch abbinato
ja: Apple Watch は未ペアリング
pt_br: Nenhum Apple Watch pareado
zh_hans: 未配对 Apple Watch

source: No changes
de: Keine Änderungen
es: Sin cambios
fr: Aucune modification
it: Nessuna modifica
ja: 変更なし
pt_br: Nenhuma alteração
zh_hans: 无更改

source: No computer
de: Kein Computer
es: Sin ordenador
fr: Aucun ordinateur
it: Nessun computer
ja: コンピュータなし
pt_br: Sem computador
zh_hans: 无电脑

source: No plugins installed. Their skills appear in the “/” menu once you add some.
de: Keine Plugins installiert. Ihre Skills erscheinen im „/“-Menü, sobald Sie welche hinzufügen.
es: No hay plugins instalados. Sus skills aparecen en el menú “/” cuando añades alguno.
fr: Aucun plugin installé. Leurs skills apparaissent dans le menu « / » dès que vous en ajoutez.
it: Nessun plugin installato. Le loro skill compaiono nel menu “/” quando ne aggiungi.
ja: プラグインはインストールされていません。追加すると、そのスキルが「/」メニューに表示されます。
pt_br: Nenhum plugin instalado. As skills deles aparecem no menu “/” quando você adiciona algum.
zh_hans: 未安装插件。添加后，其技能会出现在“/”菜单中。

source: No prompts yet.
de: Noch keine Prompts.
es: Aún no hay prompts.
fr: Aucun prompt pour l'instant.
it: Ancora nessun prompt.
ja: まだプロンプトがありません。
pt_br: Ainda não há prompts.
zh_hans: 还没有提示词。

source: No saved token for %@. Pair that computer again.
de: Kein gespeicherter Token für %@. Koppeln Sie den Computer erneut.
es: No hay token guardado para %@. Vuelve a enlazar ese ordenador.
fr: Aucun jeton enregistré pour %@. Appairez de nouveau cet ordinateur.
it: Nessun token salvato per %@. Abbina di nuovo quel computer.
ja: %@ の保存済みトークンがありません。そのコンピュータをもう一度ペアリングしてください。
pt_br: Nenhum token salvo para %@. Pareie esse computador novamente.
zh_hans: %@ 没有已保存的令牌。请重新配对那台电脑。

source: No sessions yet
de: Noch keine Sessions
es: Aún no hay sesiones
fr: Aucune session pour l'instant
it: Ancora nessuna sessione
ja: セッションはまだありません
pt_br: Ainda sem sessões
zh_hans: 还没有会话

source: No speech was recognized in that recording.
de: In dieser Aufnahme wurde keine Sprache erkannt.
es: No se reconoció voz en esa grabación.
fr: Aucune parole n'a été reconnue dans cet enregistrement.
it: Nessun parlato riconosciuto in quella registrazione.
ja: その録音から音声を認識できませんでした。
pt_br: Nenhuma fala foi reconhecida nessa gravação.
zh_hans: 未在该录音中识别到语音。

source: Node is installed
de: Node ist installiert
es: Node está instalado
fr: Node est installé
it: Node è installato
ja: Node はインストール済み
pt_br: O Node está instalado
zh_hans: Node 已安装

source: Not authorized. Check your pairing token.
de: Nicht autorisiert. Prüfen Sie Ihren Kopplungs-Token.
es: Sin autorización. Revisa tu token de enlace.
fr: Non autorisé. Vérifiez votre jeton d'appairage.
it: Non autorizzato. Controlla il token di abbinamento.
ja: 認証されていません。ペアリングトークンを確認してください。
pt_br: Sem autorização. Verifique seu token de pareamento.
zh_hans: 未授权。请检查配对令牌。

source: Not connected
de: Nicht verbunden
es: Sin conexión
fr: Non connecté
it: Non connesso
ja: 未接続
pt_br: Sem conexão
zh_hans: 未连接

source: Not connected to a computer.
de: Mit keinem Computer verbunden.
es: No hay ningún ordenador conectado.
fr: Aucun ordinateur connecté.
it: Nessun computer collegato.
ja: コンピュータに接続していません。
pt_br: Nenhum computador conectado.
zh_hans: 未连接到任何电脑。

source: Not connected.
de: Nicht verbunden.
es: Sin conexión.
fr: Non connecté.
it: Non connesso.
ja: 接続されていません。
pt_br: Não conectado.
zh_hans: 未连接。

source: Not installed
de: Nicht installiert
es: No instalado
fr: Non installé
it: Non installato
ja: 未インストール
pt_br: Não instalado
zh_hans: 未安装

source: Nothing matches that.
de: Dazu passt nichts.
es: No hay coincidencias.
fr: Aucun résultat.
it: Nessun risultato.
ja: 一致するものがありません。
pt_br: Nada corresponde a isso.
zh_hans: 没有匹配项。

source: Nothing matches “%@”
de: Nichts passt zu „%@“
es: Nada coincide con «%@»
fr: Rien ne correspond à « %@ »
it: Nessun risultato per «%@»
ja: 「%@」に一致するものはありません
pt_br: Nada corresponde a “%@”
zh_hans: 没有匹配“%@”的内容

source: Nothing sent yet
de: Noch nichts gesendet
es: Aún no se ha enviado nada
fr: Rien envoyé pour l'instant
it: Ancora nulla inviato
ja: まだ送信していません
pt_br: Nada enviado ainda
zh_hans: 尚未发送

source: Nothing yet in this range.
de: Noch nichts in diesem Zeitraum.
es: Aún no hay nada en este periodo.
fr: Rien pour l'instant sur cette période.
it: Nessun dato in questo intervallo.
ja: この期間のデータはまだありません。
pt_br: Nada ainda neste período.
zh_hans: 此范围内暂无数据。

source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche
ja: 通知
pt_br: Notificações
zh_hans: 通知

source: Now install Tailscale from the App Store on this phone and sign in with the same account you just used on your computer. Using the same account on both is what links the two devices.
de: Installieren Sie Tailscale nun aus dem App Store auf diesem iPhone und melden Sie sich mit demselben Account an, den Sie gerade auf Ihrem Computer verwendet haben. Derselbe Account auf beiden Geräten ist es, was die zwei verknüpft.
es: Ahora instala Tailscale desde el App Store en este teléfono e inicia sesión con la misma cuenta que acabas de usar en tu ordenador. Usar la misma cuenta en ambos es lo que vincula los dos dispositivos.
fr: Installez maintenant Tailscale depuis l'App Store sur ce téléphone et connectez-vous avec le même compte que sur votre ordinateur. C'est ce compte commun qui relie les deux appareils.
it: Ora installa Tailscale dall'App Store su questo telefono e accedi con lo stesso account appena usato sul computer. Usare lo stesso account su entrambi è ciò che collega i due dispositivi.
ja: 次に、この iPhone に App Store から Tailscale をインストールし、先ほどコンピュータで使ったのと同じアカウントでサインインしてください。両方で同じアカウントを使うことで、2 台のデバイスがリンクされます。
pt_br: Agora instale o Tailscale da App Store neste telefone e inicie sessão com a mesma conta que você acabou de usar no computador. Usar a mesma conta nos dois é o que vincula os dispositivos.
zh_hans: 现在在这台手机上从 App Store 安装 Tailscale，并用你刚才在电脑上使用的同一账户登录。两端使用同一账户，正是将两台设备关联起来的方式。

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivo
ja: オフ
pt_br: Desativado
zh_hans: 关

source: Older
de: Älter
es: Más antiguas
fr: Plus anciennes
it: Meno recenti
ja: それ以前
pt_br: Mais antigas
zh_hans: 更早

source: On
de: Ein
es: Activado
fr: Activé
it: Attivo
ja: オン
pt_br: Ativado
zh_hans: 开

source: On the other computer, start the bridge and open its pairing page, then scan the code below.
de: Starten Sie auf dem anderen Computer die Bridge, öffnen Sie dessen Kopplungsseite und scannen Sie dann den Code unten.
es: En el otro ordenador, inicia el bridge y abre su página de enlace; luego escanea el código de abajo.
fr: Sur l'autre ordinateur, démarrez le bridge et ouvrez sa page d'appairage, puis scannez le code ci-dessous.
it: Sull'altro computer avvia il bridge e apri la sua pagina di abbinamento, poi scansiona il codice qui sotto.
ja: もう一方のコンピュータでブリッジを起動してペアリングページを開き、下のコードをスキャンしてください。
pt_br: No outro computador, inicie o bridge e abra a página de pareamento dele; depois, escaneie o código abaixo.
zh_hans: 在另一台电脑上启动桥接并打开其配对页面，然后扫描下方的配对码。

source: On the pairing page, tap Scan to pair and aim at the code labelled TAILSCALE.
de: Sobald die Kopplungsseite offen ist, tippen Sie auf „Zum Koppeln scannen“ und richten Sie die Kamera auf den Code mit der Beschriftung TAILSCALE.
es: En la página de enlace, toca Escanear para enlazar y apunta al código con la etiqueta TAILSCALE.
fr: Sur la page d'appairage, touchez Scanner pour appairer et visez le code marqué TAILSCALE.
it: Nella pagina di abbinamento tocca “Scansiona per abbinare” e inquadra il codice etichettato TAILSCALE.
ja: ペアリングページを開いたら、「スキャンしてペアリング」をタップして、TAILSCALE と表示されたコードにカメラを向けてください。
pt_br: Na página de pareamento, toque em Escanear para parear e aponte para o código identificado como TAILSCALE.
zh_hans: 打开配对页面后，点按「扫码配对」，对准标有 TAILSCALE 的码。

source: On the pairing page, tap Scan to pair and aim at the code labelled WI-FI / LAN.
de: Sobald die Kopplungsseite offen ist, tippen Sie auf „Zum Koppeln scannen“ und richten Sie die Kamera auf den Code mit der Beschriftung WI-FI / LAN.
es: En la página de enlace, toca Escanear para enlazar y apunta al código con la etiqueta WI-FI / LAN.
fr: Sur la page d'appairage, touchez Scanner pour appairer et visez le code marqué WI-FI / LAN.
it: Nella pagina di abbinamento tocca “Scansiona per abbinare” e inquadra il codice etichettato WI-FI / LAN.
ja: ペアリングページを開いたら、「スキャンしてペアリング」をタップして、WI-FI / LAN と表示されたコードにカメラを向けてください。
pt_br: Na página de pareamento, toque em Escanear para parear e aponte para o código identificado como WI-FI / LAN.
zh_hans: 打开配对页面后，点按「扫码配对」，对准标有 WI-FI / LAN 的码。

source: On your computer, type this address into the browser's address bar:
de: Geben Sie diese Adresse auf Ihrem Computer in die Adressleiste des Browsers ein:
es: En tu ordenador, escribe esta dirección en la barra de direcciones del navegador:
fr: Sur votre ordinateur, saisissez cette adresse dans la barre d'adresse du navigateur :
it: Sul computer, digita questo indirizzo nella barra degli indirizzi del browser:
ja: コンピュータのブラウザのアドレスバーに、このアドレスを入力してください：
pt_br: No seu computador, digite este endereço na barra de endereços do navegador:
zh_hans: 在你的电脑上，将此地址输入浏览器的地址栏：

source: On your computer: npm i -g tethrx-bridge, then restart the bridge.
de: Auf Ihrem Computer: npm i -g tethrx-bridge, dann die Bridge neu starten.
es: En tu ordenador: npm i -g tethrx-bridge, y luego reinicia el bridge.
fr: Sur votre ordinateur : npm i -g tethrx-bridge, puis redémarrez le bridge.
it: Sul tuo computer: npm i -g tethrx-bridge, poi riavvia il bridge.
ja: コンピュータで npm i -g tethrx-bridge を実行してから、ブリッジを再起動してください。
pt_br: No seu computador: npm i -g tethrx-bridge, depois reinicie o bridge.
zh_hans: 在你的电脑上：npm i -g tethrx-bridge，然后重启桥接。

source: One command downloads and starts the bridge on your computer. It prints a pairing token and keeps running. Leave it going.
de: Ein einziger Befehl lädt die Bridge auf Ihren Computer und startet sie. Sie gibt einen Kopplungs-Token aus und läuft weiter. Lassen Sie sie laufen.
es: Un solo comando descarga e inicia el bridge en tu ordenador. Muestra un token de enlace y sigue ejecutándose. Déjalo en marcha.
fr: Une seule commande télécharge et démarre le bridge sur votre ordinateur. Il affiche un jeton d'appairage et reste actif. Laissez-le tourner.
it: Un solo comando scarica e avvia il bridge sul tuo computer. Stampa un token di abbinamento e resta in esecuzione. Lascialo attivo.
ja: コマンド 1 つで、コンピュータにブリッジをダウンロードして起動できます。ペアリングトークンを表示したあとも動き続けるので、そのままにしておいてください。
pt_br: Um único comando baixa e inicia o bridge no seu computador. Ele exibe um token de pareamento e continua em execução. Deixe-o rodando.
zh_hans: 一条命令即可在你的电脑上下载并启动桥接。它会打印一个配对令牌并保持运行。让它一直开着。

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
pt_br: Abrir
zh_hans: 打开

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
it: Apri Impostazioni
ja: 設定を開く
pt_br: Abrir Ajustes
zh_hans: 打开设置

source: Open the Tailscale app and check that both your computer and this phone show up in the list and appear connected.
de: Öffnen Sie die Tailscale-App und prüfen Sie, ob sowohl Ihr Computer als auch dieses iPhone in der Liste auftauchen und verbunden sind.
es: Abre la app de Tailscale y comprueba que tanto tu ordenador como este teléfono aparecen en la lista y figuran como conectados.
fr: Ouvrez l'app Tailscale et vérifiez que votre ordinateur et ce téléphone apparaissent tous deux dans la liste, connectés.
it: Apri l'app Tailscale e verifica che sia il tuo computer sia questo telefono compaiano nell'elenco e risultino connessi.
ja: Tailscale アプリを開き、コンピュータとこの iPhone の両方がリストに表示され、接続済みになっていることを確認してください。
pt_br: Abra o app Tailscale e verifique se o seu computador e este telefone aparecem na lista e constam como conectados.
zh_hans: 打开 Tailscale App，确认你的电脑和这台手机都出现在列表中并显示已连接。

source: Open the pairing page
de: Kopplungsseite öffnen
es: Abrir la página de enlace
fr: Ouvrir la page d'appairage
it: Apri la pagina di abbinamento
ja: ペアリングページを開く
pt_br: Abra a página de pareamento
zh_hans: 打开配对页面

source: Opens a session on another machine.
de: Öffnet eine Session auf einem anderen Rechner.
es: Abre una sesión en otra máquina.
fr: Ouvre une session sur une autre machine.
it: Apre una sessione su un'altra macchina.
ja: 別のマシンでセッションを開きます。
pt_br: Abre uma sessão em outra máquina.
zh_hans: 在另一台机器上打开会话。

source: Opens settings
de: Öffnet die Einstellungen
es: Abre los ajustes
fr: Ouvre les réglages
it: Apre le impostazioni
ja: 設定を開きます
pt_br: Abre os ajustes
zh_hans: 打开设置

source: Opens the folder picker
de: Öffnet die Ordnerauswahl
es: Abre el selector de carpetas
fr: Ouvre le sélecteur de dossiers
it: Apre il selettore di cartelle
ja: フォルダピッカーを開きます
pt_br: Abre o seletor de pastas
zh_hans: 打开文件夹选择器

source: Other answers
de: Weitere Antworten
es: Otras respuestas
fr: Autres réponses
it: Altre risposte
ja: その他の回答
pt_br: Outras respostas
zh_hans: 其他回答

source: Out of range
de: Außer Reichweite
es: Fuera de alcance
fr: Hors de portée
it: Fuori portata
ja: 接続範囲外
pt_br: Fora de alcance
zh_hans: 不在范围内

source: Output
de: Ausgabe
es: Salida
fr: Sortie
ja: 出力
pt_br: Saída
zh_hans: 输出

source: Overwrites the remote branch; anything only on the remote is lost.
de: Überschreibt den Remote-Branch; alles, was nur dort liegt, geht verloren.
es: Sobrescribe la rama remota; lo que solo esté allí se pierde.
fr: Écrase la branche distante ; tout ce qui n'existe que là est perdu.
it: Sovrascrive il branch remoto; tutto ciò che esiste solo lì va perso.
ja: リモートブランチを上書きします。リモートにしかないものは失われます。
pt_br: Sobrescreve o branch remoto; o que só existe lá é perdido.
zh_hans: 覆盖远程分支；只存在于远程的内容会丢失。

source: Pair an Apple Watch with this iPhone, then install TethrX on it to answer approvals from your wrist.
de: Koppeln Sie eine Apple Watch mit diesem iPhone und installieren Sie TethrX darauf, um Freigaben vom Handgelenk zu beantworten.
es: Empareja un Apple Watch con este iPhone y luego instala TethrX en él para responder aprobaciones desde la muñeca.
fr: Appairez une Apple Watch avec cet iPhone, puis installez-y TethrX pour répondre aux autorisations depuis votre poignet.
it: Abbina un Apple Watch a questo iPhone, poi installaci TethrX per rispondere alle autorizzazioni dal polso.
ja: この iPhone に Apple Watch をペアリングし、TethrX をインストールすると、手首から承認に答えられます。
pt_br: Pareie um Apple Watch com este iPhone e instale o TethrX nele para responder aprovações pelo pulso.
zh_hans: 先将 Apple Watch 与这台 iPhone 配对，再在手表上安装 TethrX，即可在手腕上批准操作。

source: Pairing token
de: Kopplungs-Token
es: Token de enlace
fr: Jeton d'appairage
it: Token di abbinamento
ja: ペアリングトークン
pt_br: Token de pareamento
zh_hans: 配对令牌

source: Permission
de: Berechtigung
es: Permiso
fr: Autorisation
it: Autorizzazioni
ja: 権限
pt_br: Permissão
zh_hans: 权限

source: Permission, in %@
de: Berechtigung, in %@
es: Permiso, en %@
fr: Autorisation, dans %@
it: Autorizzazione, in %@
ja: 権限、%@ 内
pt_br: Permissão, em %@
zh_hans: 权限，位于 %@

source: Pick a session
de: Session auswählen
es: Elige una sesión
fr: Choisissez une session
it: Scegli una sessione
ja: セッションを選択
pt_br: Escolha uma sessão
zh_hans: 选择会话

source: Pick how this phone connects to the bridge:
de: Wählen Sie, wie dieses iPhone sich mit der Bridge verbindet:
es: Elige cómo se conecta este teléfono al bridge:
fr: Choisissez comment ce téléphone joint le bridge :
it: Scegli come questo telefono si collega al bridge:
ja: この iPhone からブリッジへの接続方法を選択してください：
pt_br: Escolha como este telefone se conecta ao bridge:
zh_hans: 选择这台手机连接桥接的方式：

source: Pin to the top
de: Oben anheften
es: Fijar arriba
fr: Épingler en haut
it: Fissa in alto
ja: 上部にピン留め
pt_br: Fixar no topo
zh_hans: 置顶

source: Pinned
de: Angeheftet
es: Fijadas
fr: Épinglées
it: Fissate
ja: ピン留め
pt_br: Fixadas
zh_hans: 已置顶

source: Pipes something downloaded from the network straight into a shell.
de: Leitet etwas aus dem Netz direkt in eine Shell.
es: Canaliza algo descargado de la red directamente a una shell.
fr: Redirige un téléchargement réseau directement dans un shell.
it: Invia direttamente a una shell qualcosa scaricato dalla rete.
ja: ネットワークからダウンロードしたものをそのままシェルに流し込みます。
pt_br: Canaliza algo baixado da rede direto para um shell.
zh_hans: 把从网络下载的内容直接送进 shell 执行。

source: Plan mode
de: Planmodus
es: Modo plan
fr: Mode plan
it: Modalità piano
ja: プランモード
pt_br: Modo de plano
zh_hans: 计划模式

# Plan, %lld of %lld steps done
source: Plan, %1$lld of %2$lld steps done
de: Plan, %lld von %lld Schritten erledigt
es: Plan, %lld de %lld pasos completados
fr: Plan, %lld étapes sur %lld terminées
it: Piano, %lld passaggi su %lld completati
ja: プラン、%lld / %lld ステップ完了
pt_br: Plano, %lld de %lld etapas concluídas
zh_hans: 计划，已完成 %lld / %lld 步

source: Plugins bundle skills, agents, and tools for Grok, and can run code on your computer when Grok uses them. Install only sources you trust. Browse the marketplace with /plugins in the Grok terminal.
de: Plugins bündeln Skills, Agents und Tools für Grok, und können Code auf Ihrem Computer ausführen, wenn Grok sie nutzt. Installieren Sie nur vertrauenswürdige Quellen. Den Marketplace erreichen Sie mit /plugins im Grok-Terminal.
es: Los plugins agrupan skills, agentes y herramientas para Grok, y pueden ejecutar código en tu ordenador cuando Grok los usa. Instala solo fuentes de confianza. Explora el marketplace con /plugins en el terminal de Grok.
fr: Les plugins regroupent des skills, des agents et des outils pour Grok, et peuvent exécuter du code sur votre ordinateur quand Grok les utilise. N'installez que des sources de confiance. Parcourez le marketplace avec /plugins dans le terminal Grok.
it: I plugin raggruppano skill, agenti e strumenti per Grok, e possono eseguire codice sul tuo computer quando Grok li usa. Installa solo fonti di cui ti fidi. Sfoglia il marketplace con /plugins nel terminale Grok.
ja: プラグインはGrok用のスキル・エージェント・ツールをまとめたもので、Grokが使用する際にコンピュータ上でコードを実行することがあります。信頼できるソースのみインストールしてください。マーケットプレイスはGrokターミナルの/pluginsで閲覧できます。
pt_br: Plugins reúnem skills, agentes e ferramentas para o Grok, e podem executar código no seu computador quando o Grok os usa. Instale apenas fontes confiáveis. Explore o marketplace com /plugins no terminal do Grok.
zh_hans: 插件为 Grok 打包了技能、代理和工具，当 Grok 使用它们时，可能会在你的电脑上运行代码。请只安装你信任的来源。可在 Grok 终端中用 /plugins 浏览市场。

source: Previous 30 days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
ja: 過去 30 日間
pt_br: Últimos 30 dias
zh_hans: 过去 30 天

source: Previous 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
ja: 過去 7 日間
pt_br: Últimos 7 dias
zh_hans: 过去 7 天

source: Previous match
de: Vorheriger Treffer
es: Coincidencia anterior
fr: Résultat précédent
it: Risultato precedente
ja: 前の一致
pt_br: Ocorrência anterior
zh_hans: 上一个匹配项

source: Project folder
de: Projektordner
es: Carpeta del proyecto
fr: Dossier du projet
it: Cartella del progetto
ja: プロジェクトフォルダ
pt_br: Pasta do projeto
zh_hans: 项目文件夹

source: Project folder: %@
de: Projektordner: %@
es: Carpeta del proyecto: %@
fr: Dossier du projet : %@
it: Cartella del progetto: %@
ja: プロジェクトフォルダ：%@
pt_br: Pasta do projeto: %@
zh_hans: 项目文件夹：%@

source: Project folder: computer's default
de: Projektordner: Standard des Computers
es: Carpeta del proyecto: la predeterminada del ordenador
fr: Dossier du projet : celui par défaut de l'ordinateur
it: Cartella del progetto: predefinita del computer
ja: プロジェクトフォルダ：コンピュータのデフォルト
pt_br: Pasta do projeto: padrão do computador
zh_hans: 项目文件夹：电脑默认

source: Prompt library
de: Prompt-Bibliothek
es: Biblioteca de prompts
fr: Bibliothèque de prompts
it: Libreria di prompt
ja: プロンプトライブラリ
pt_br: Biblioteca de prompts
zh_hans: 提示词库

source: Publishes a package publicly.
de: Veröffentlicht ein Paket öffentlich.
es: Publica un paquete de forma pública.
fr: Publie un paquet publiquement.
it: Pubblica un pacchetto pubblicamente.
ja: パッケージを一般公開します。
pt_br: Publica um pacote publicamente.
zh_hans: 公开发布一个软件包。

source: Publishes a release.
de: Veröffentlicht ein Release.
es: Publica una versión.
fr: Publie une version.
it: Pubblica una release.
ja: リリースを公開します。
pt_br: Publica um release.
zh_hans: 发布一个版本。

source: Publishes commits to the remote.
de: Veröffentlicht Commits im Remote.
es: Publica commits en el remoto.
fr: Publie des commits sur le dépôt distant.
it: Pubblica i commit sul remoto.
ja: コミットをリモートに公開します。
pt_br: Publica commits no remoto.
zh_hans: 把提交推送到远程仓库。

source: Push notifications
de: Push-Mitteilungen
es: Notificaciones push
fr: Notifications push
it: Notifiche push
ja: プッシュ通知
pt_br: Notificações push
zh_hans: 推送通知

source: Puts this in the message box
de: Setzt das in das Nachrichtenfeld
es: Pone esto en el campo de mensaje
fr: Place ceci dans le champ de message
it: Inserisce questo nel campo del messaggio
ja: メッセージ欄に入力します
pt_br: Coloca isto no campo de mensagem
zh_hans: 将其放入消息框

source: Queue a follow-up
de: Nachricht einreihen
es: Poner en cola un mensaje
fr: Mettre un message en file
it: Metti in coda un messaggio
ja: 続きをキューに追加
pt_br: Enfileirar uma mensagem
zh_hans: 排队发送后续消息

source: Queue follow-up
de: Folgenachricht einreihen
es: Poner en cola un mensaje de seguimiento
fr: Mettre le message suivant en file
it: Metti in coda il messaggio successivo
ja: 追加メッセージをキューに入れる
pt_br: Enfileirar mensagem de acompanhamento
zh_hans: 将后续消息排入队列

source: RUNNING
de: LÄUFT
es: EN EJECUCIÓN
fr: EN COURS
it: IN ESECUZIONE
ja: 実行中
pt_br: EM EXECUÇÃO
zh_hans: 运行中
